{
  "id": "000030002",
  "author": "",
  "title": "氓",
  "from": "《诗经》",
  "content": "氓之蚩蚩，抱布贸丝。匪来贸丝，来即我谋。送子涉淇，至于顿丘。匪我愆期，子无良媒。将子无怒，秋以为期。\n乘彼垝垣，以望复关。不见复关，泣涕涟涟。既见复关，载笑载言。尔卜尔筮，体无咎言。以尔车来，以我贿迁。\n桑之未落，其叶沃若。于嗟鸠兮！无食桑葚。于嗟女兮！无与士耽。士之耽兮，犹可说也。女之耽兮，不可说也。\n桑之落矣，其黄而陨。自我徂尔，三岁食贫。淇水汤汤，渐车帷裳。女也不爽，士贰其行。士也罔极，二三其德。\n三岁为妇，靡室劳矣。夙兴夜寐，靡有朝矣。言既遂矣，至于暴矣。兄弟不知，咥其笑矣。静言思之，躬自悼矣。\n及尔偕老，老使我怨。淇则有岸，隰则有泮。总角之宴，言笑晏晏，信誓旦旦，不思其反。反是不思，亦已焉哉！",
  "annotation": "注释\n（1）氓：《说文》“氓，民也。”本义为外来的百姓，这里指自彼来此之民，男子之代称。蚩（chī）蚩：通“嗤嗤”，笑嘻嘻的样子。一说憨厚、老实的样子。\n（2）贸：交易。抱布贸丝是以物易物。\n（3）“匪来”二句：是说那人并非真来买丝，是找我商量事情来了。所商量的事情就是结婚。匪：通“非”，读为“fěi”。即：走近，靠近。谋：商量。古音咪（mī）。\n（4）淇：卫国河名。今河南淇河。\n（5）顿丘：地名。今河南清丰。丘：古读如“欺”。\n（6）愆（qiān）：过失，过错，这里指延误。这句是说并非我要拖延约定的婚期而不肯嫁，是因为你没有找好媒人。\n（7）将（qiāng）：愿，请。无：通“毋”，不要。\n（8）乘：登上。垝（guǐ）垣（yuán）：倒塌的墙壁。垝，倒塌。垣，墙壁。\n（9）复关：①复，返。关：在往来要道所设的关卡。女望男到期来会。他来时一定要经过关门。一说“复”是关名。 ②复关：卫国地名，指“氓”所居之地。\n（10）涕：眼泪；涟涟：涕泪下流貌。她初时不见彼氓回到关门来，以为他负约不来了，因而伤心泪下。\n（11）载（zaì）：动词词头，无义。\n（12）尔卜尔筮（shì）：烧灼龟甲的裂纹以判吉凶，叫做“卜”。用蓍（shī）草占卦叫做“筮”。体：指龟兆和卦兆，即卜筮的结果。\n（13）咎（jiù）：不吉利，灾祸。无咎言：就是无凶卦。\n（14）贿：财物，指嫁妆，妆奁（lián）。以上四句是说你从卜筮看一看吉凶吧，只要卜筮的结果好，你就打发车子来迎娶，并将嫁妆搬去。\n（15）沃若：犹“沃然”，像水浸润过一样有光泽。以上二句以桑的茂盛时期比自己恋爱满足，生活美好的时期。\n（16）于嗟鸠兮：于：通“吁”（xū）本义为表示惊怪、不然、感慨等，此处与嗟皆表感慨。鸠：斑鸠。传说斑鸠吃桑葚过多会醉。\n（17）耽（dān）：迷恋，沉溺，贪乐太甚。\n（18）说：通“脱”，解脱。\n（19）陨（yǔn）：坠落，掉下。这里用黄叶落下比喻女子年老色衰。黄：变黄。其黄而陨：犹《裳裳者华》篇的“芸其黄矣”，芸也是黄色。\n（20）徂（cú）：往；徂尔：嫁到你家。\n（21）食贫：过贫穷的生活。\n（22）汤（shāng）汤：水势浩大的样子。\n（23）渐（jiān）：浸湿。帷（wéi）裳（cháng）：车旁的布幔。以上两句是说被弃逐后渡淇水而归。\n（24）爽：差错。\n（25）贰：“貣（tè）”的误字。“貣”就是“忒”，和“爽”同义。这里指爱情不专一。以上两句是说女方没有过失而男方行为不对。\n（26）罔：无，没有；极：标准，准则。\n（27）二三其德：在品德上三心二意，言行为前后不一致。\n（28）靡室劳矣：言所有的家庭劳作一身担负无余。室劳：家务劳动。靡：无。\n（29）“夙兴”二句：就是说起早睡迟，朝朝如此，不能计算了。夙：早。兴：起来。\n（30）言既遂矣：“言”字为语助词，无义。既遂：就是《谷风》篇“既生既育”的意思，言愿望既然已经实现。\n（31）咥（xì）：笑的样子。以上两句是说兄弟还不晓得我的遭遇，见面时都讥笑我啊。\n（32）静言思之：静下心来好好地想一想，言：音节助词，无实义。\n（33）躬自悼矣：自身独自伤心。躬，自身；悼，伤心。\n（34）“及尔”二句：当初曾相约和你一同过到老，偕老之说徒然使我怨恨罢了。\n（35）隰（xí）：低湿的地方；当作“湿”，水名，就是漯河，黄河的支流，流经卫国境内。泮（pàn）：通“畔”水边，边岸。以上二句承上文，以水流必有畔岸，喻凡事都有边际，而自己愁思无尽。言外之意，如果和这样的男人偕老，那就苦海无边了。\n（36）总角：古代男女未成年时把头发扎成丫髻，称总角。这里指代少年时代。宴：快乐。\n（37）晏晏（yàn）：欢乐，和悦的样子。\n（38）旦旦：诚恳的样子。\n（39）反：即“返”字。不思其反：不曾想过会违背誓言。\n（40）反是不思：违反这些。是，指示代词，指代誓言。是重复上句的意思，变换句法为的是和下句叶韵。\n（41）已：了结，终止。焉哉（古读如兹zī）：语气词连用，加强语气，表示感叹。末句等于说撇开算了罢！"
}
