{
  "id": "500110001",
  "content": "大江东去，浪淘尽，千古风流人物。\n故垒西边，人道是，三国周郎赤壁。\n乱石穿空，惊涛拍岸，卷起千堆雪。\n江山如画，一时多少豪杰。\n遥想公瑾当年，小乔初嫁了，雄姿英发。\n羽扇纶巾，谈笑间，樯橹灰飞烟灭。\n故国神游，多情应笑我，早生华发。\n人生如梦，一尊还酹江月。",
  "annotation": "注释：\n念奴娇：词牌名。又名“百字令”“酹江月”等。赤壁：此指黄州赤壁，一名“赤鼻矶”，在今湖北黄冈西。而三国古战场的赤壁，文化界认为在今湖北赤壁市蒲圻县西北。\n大江：指长江。\n淘：冲洗，冲刷。\n风流人物：指杰出的历史名人。\n故垒：过去遗留下来的营垒。\n周郎：指三国时吴国名将周瑜，字公瑾，少年得志，二十四为中郎将，掌管东吴重兵，吴中皆呼为“周郎”。下文中的“公瑾”，即指周瑜。\n雪：比喻浪花。\n遥想：形容想得很远；回忆。\n小乔初嫁了（liǎo）：《三国志·吴志·周瑜传》载，周瑜从孙策攻皖，“得桥公两女，皆国色也。策自纳大桥，瑜纳小桥。”乔，本作“桥”。其时距赤壁之战已经十年，此处言“初嫁”，是言其少年得意，倜傥风流。\n雄姿英发（fā）：谓周瑜体貌不凡，言谈卓绝。英发，谈吐不凡，见识卓越。\n羽扇纶（guān）巾：古代儒将的便装打扮。羽扇，羽毛制成的扇子。纶巾，青丝制成的头巾。\n樯橹（qiánglǔ）：这里代指曹操的水军战船。樯，挂帆的桅杆。橹，一种摇船的桨。“樯橹”一作“强虏”，又作“樯虏”，又作“狂虏”。《宋集珍本丛刊》之《东坡乐府》，元延祐刻本，作“强虏”。延祐本原藏杨氏海源阁，历经季振宜、顾广圻、黄丕烈等名家收藏，卷首有黄丕烈题辞，述其源流甚详，实今传各版之祖。\n故国神游：“神游故国”的倒文。故国：这里指旧地，当年的赤壁战场。神游：于想象、梦境中游历。\n“多情”二句：“应笑我多情，早生华发”的倒文。华发（fà）：花白的头发。\n一尊还（huán）酹（lèi）江月：古人祭奠以酒浇在地上祭奠。这里指洒酒酬月，寄托自己的感情。尊：通“樽”，酒杯。\n\n【赏析】：\n题中的赤壁，是黄州（在今湖北省黄冈县）城外，长江北岸的一段红色山崖。“怀古”，是古人写诗词常常采用的一个题目。在这类作品中，作者往往借助歌咏历史事迹来抒发自己的感慨。这首词就是苏轼游览黄州赤壁想到历史上有名的赤壁之战，有所感触而写。其实，距今一千七百多年前，魏、蜀、吴三国争雄，吴国名将周瑜联合刘备，利用火攻大破曹操水军的地方是另一个赤壁，它是今天湖北省武昌县西南的赤矶山。这里词人借怀古以抒怀抱，不一定拘泥于地点的确凿。\n怀古的重要一环，是怎样把今和古联系起来。苏轼望着波祷滚滚的长江，想到自古以来那些才华出众的人物都已随同时间流逝而消失，犹如被源源而来的浪涛从历史上冲洗掉了一样。于是，他用“浪淘尽”三个字，把眼前的长江和历史上的人物巧妙地联系起来，在这种自然而又形象的联想中，表现他对历史人物的怀念。大江即长江。这里用“大江”，除去由于声韵的要求外，也显得更有气魄。“千古”，指久远的年代。\n接下去，作者把目光从江涛转向赤壁，而首先引起他注目的是古代留下来的战争遗迹。“故垒西边，人道是，三国周郎赤壁”。“故”，旧的。“垒[lěi]”，指营盘。“人道是”，据说是。“周郎”，即周瑜，他二十四岁就当了将军，当时吴国人称他为周郎。这三句词说，在那古代营盘西边，据说，就是三国时代周瑜打胜仗的赤壁。点出了赤壁的历史意义，也为下片歌颂周瑜埋下了伏笔。那么，作者当时看到的赤壁，景象如何呢？“乱石穿空”，陡峭的石崖直插高空；“惊涛拍岸，卷起千堆雪”，吓人的大浪头，拍打着江岸，激起的浪花象无数堆耀眼的白雪。面对着这雄伟的景象，难怪作者要赞叹不已：既赞美这雄伟的大好河山，更赞美历史上曾经在这里叱咤风云的无数英雄豪杰。\n词的上片，着重写景，带出了对古人的怀念。下片，就转入对赤壁之战的中心人物周瑜的歌颂。苏轼写这首词时，距离发生于公元二零八年的赤壁之战，已有八百多年。他想象着几百年前的往事，用“遥想”两个字把我们引向了遥远的过去。“公瑾[jǐn]”，周瑜的字。“小乔”，周瑜的妻，是当时著名的乔氏姊妹中的妹妹。词中提到他们的婚事是为了突出周瑜年轻得意的神态。作者用“雄姿英发”来形容周瑜气度雄伟、人才出众。在作者的想象中，周瑜身着戎装，手摇羽毛扇，头戴着配有黑丝带子的头巾（纶[guān]巾），风度潇洒，从容指挥，在说笑之间，轻而易举地就把曹操水军战船烧成灰烬。“樯[qiáng]”，帆船上的桅杆。这里用“樯橹”代表曹军的战船。“羽扇纶巾”，写出了周瑜的神态。“谈笑间”，突出了他的自信和才略。“樯橹灰飞烟灭”，六个字就再现了一场历史性的大战。寥寥几笔，显示了作者艺术概括的才能；字里行间，倾注了作者对周瑜的由衷赞赏。\n对历史人物的景仰，正包含了对自己现实状况的不满。对比之下，四十七岁的苏轼深为自己不能象周瑜那样年纪轻轻就建立了卓著的功业而感叹。他只好用自我嘲笑的口气说：“故国神游，多情应笑我，早生华发”。象他这样，通过想象去经历（神游）那三国（故国）的赤壁之战，人们大概会嘲笑他太富于感情，因而过早地有了花白头发（华发）吧！自嘲之余，一种看破红尘的消极情绪油然而生。“人生如梦，一樽还酹江月”。“樽”，酒杯。一尊是一杯酒的意思。“酹[lèi]”，洒酒表示祭奠。他忽然觉得，人间不过象梦境一样，不要徒然感叹了，还是给江上的明月，献上一杯酒，伴月痛饮吧！\n这首词是苏轼的代表作。虽然结尾流露了消极情绪，但从全词看，气魄宏伟，视野阔大，对壮丽河山的赞美，和对历史英雄人物的歌颂及怀念，构成了豪放的基调。"
}
